Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: URL Shortener
de: URL-Verkürzer
es: Acortador de URL
fr: Raccourcisseur d’URL
ja: URL 短縮
ko: URL 단축
pt: Encurtador de URL
ru: Сокращение URL
tr: URL Kısaltıcı
zh_hans: URL 缩短
zh_hant: URL 縮短

source: URL-encode special characters
de: Sonderzeichen URL-kodieren
es: Codificar caracteres especiales para URL
fr: Encoder URL les caractères spéciaux
ja: 特殊文字を URL エンコード
ko: 특수 문자 URL 인코딩
pt: Codificar caracteres especiais em URL
ru: URL-кодировать спецсимволы
tr: Özel karakterleri URL-kodla
zh_hans: 对特殊字符进行 URL 编码
zh_hant: 對特殊字元進行 URL 編碼

source: URLs are shortened using free public services.
de: URLs werden über kostenlose öffentliche Dienste gekürzt.
es: Las URL se acortan usando servicios públicos gratuitos.
fr: Les URL sont raccourcies à l'aide de services publics gratuits.
ja: URL は無料の公開サービスを使って短縮されます。
ko: URL은 무료 공개 서비스를 사용하여 단축됩니다.
pt: URLs são encurtadas usando serviços públicos gratuitos.
ru: URL сокращаются с помощью бесплатных публичных сервисов.
tr: URL'ler ücretsiz genel hizmetler kullanılarak kısaltılır.
zh_hans: URL 使用免费的公共服务进行缩短。
zh_hant: URL 使用免費的公開服務進行縮短。

source: Usage Analytics
de: Nutzungsanalysen
es: Análisis de uso
fr: Analytique d'utilisation
ja: 使用状況分析
ko: 사용 분석
pt: Análises de Uso
ru: Аналитика использования
tr: Kullanım Analitiği
zh_hans: 使用分析
zh_hant: 使用分析

source: Use Discovery Document
de: Discovery-Dokument verwenden
es: Usar documento de descubrimiento
fr: Utiliser le document de découverte
ja: ディスカバリ文書を使用
ko: 디스커버리 문서 사용
pt: Usar Documento de Descoberta
ru: Использовать discovery-документ
tr: Discovery Belgesini Kullan
zh_hans: 使用发现文档
zh_hant: 使用探索文件

source: Use PKCE
de: PKCE verwenden
es: Usar PKCE
fr: Utiliser PKCE
ja: PKCE を使用
ko: PKCE 사용
pt: Usar PKCE
ru: Использовать PKCE
tr: PKCE Kullan
zh_hans: 使用 PKCE
zh_hant: 使用 PKCE

source: User Action
de: Benutzeraktion
es: Acción del usuario
fr: Action utilisateur
ja: ユーザー操作
ko: 사용자 작업
pt: Ação do usuário
ru: Действие пользователя
tr: Kullanıcı İşlemi
zh_hans: 用户操作
zh_hant: 使用者動作

source: UserInfo Endpoint
de: UserInfo-Endpunkt
es: Endpoint UserInfo
fr: Endpoint UserInfo
ja: UserInfo エンドポイント
ko: UserInfo 엔드포인트
pt: Endpoint UserInfo
tr: UserInfo Uç Noktası
zh_hans: UserInfo 端点
zh_hant: UserInfo 端點

source: Utility
de: Dienstprogramm
es: Utilidad
fr: Utilitaire
ja: ユーティリティ
ko: 유틸리티
pt: Utilitário
ru: Утилита
tr: Yardımcı Program
zh_hans: 实用工具
zh_hant: 公用程式

source: Validate JSON
de: JSON validieren
es: Validar JSON
fr: Valider le JSON
ja: JSONを検証
ko: JSON 유효성 검사
pt: Validar JSON
ru: Проверить JSON
tr: JSON doğrula
zh_hans: 验证 JSON
zh_hant: 驗證 JSON

source: Validating plugins...
de: Plug-ins werden validiert…
es: Validando plugins…
fr: Validation des plugins…
ja: プラグインを検証中…
ko: 플러그인 확인 중…
pt: Validando plugins…
ru: Проверка плагинов…
tr: Eklentiler doğrulanıyor…
zh_hans: 正在验证插件…
zh_hant: 正在驗證外掛程式…

source: Validating server URL
de: Server-URL wird validiert
es: Validando URL del servidor
fr: Validation de l'URL du serveur
ja: サーバーURLを検証中
ko: 서버 URL 검증 중
pt: Validando URL do servidor
ru: Проверка URL сервера
tr: Sunucu URL'si doğrulanıyor
zh_hans: 正在验证服务器 URL
zh_hant: 正在驗證伺服器 URL

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
pt: Valor
ru: Значение
tr: Değer
zh_hans: 值
zh_hant: 值

source: Verify connectivity to this identity provider
de: Konnektivität zu diesem Identitätsanbieter überprüfen
es: Verificar conectividad a este proveedor de identidad
fr: Vérifier la connectivité à ce fournisseur d'identité
ja: この ID プロバイダへの接続を確認
ko: 이 ID 제공자에 대한 연결 확인
pt: Verificar conectividade com este provedor de identidade
ru: Проверить подключение к поставщику
tr: Bu kimlik sağlayıcıya bağlantıyı doğrula
zh_hans: 验证与此身份提供商的连接
zh_hant: 驗證與此身分提供者的連線

source: Verify Encryption
de: Verschlüsselung überprüfen
es: Verificar cifrado
fr: Vérifier le chiffrement
ja: 暗号化を検証
ko: 암호화 확인
pt: Verificar Criptografia
ru: Проверить шифрование
tr: Şifrelemeyi Doğrula
zh_hans: 验证加密
zh_hant: 驗證加密

source: Verify that PasteShelf can reach the identity provider using the current configuration.
de: Überprüfen Sie, dass PasteShelf den Identitätsanbieter mit der aktuellen Konfiguration erreichen kann.
es: Verifique que PasteShelf puede acceder al proveedor de identidad con la configuración actual.
fr: Vérifiez que PasteShelf peut atteindre le fournisseur d'identité avec la configuration actuelle.
ja: PasteShelf が現在の構成で ID プロバイダに到達できることを確認します。
ko: PasteShelf가 현재 구성으로 ID 제공자에 도달할 수 있는지 확인합니다.
pt: Verifique se o PasteShelf pode alcançar o provedor de identidade com a configuração atual.
ru: Проверьте, что PasteShelf может достучаться до поставщика при текущих настройках.
tr: PasteShelf'in mevcut yapılandırmayla kimlik sağlayıcıya ulaşabildiğini doğrulayın.
zh_hans: 验证 PasteShelf 在当前配置下可以访问身份提供商。
zh_hant: 驗證 PasteShelf 在目前設定下可以存取身分提供者。

source: Verify that the encryption key is available in the Keychain and retry.
de: Überprüfen Sie, ob der Verschlüsselungsschlüssel im Keychain verfügbar ist, und versuchen Sie es erneut.
es: Verifica que la clave de cifrado esté disponible en el Keychain y vuelve a intentarlo.
fr: Vérifiez que la clé de chiffrement est disponible dans le Keychain et réessayez.
ja: Keychain に暗号鍵があることを確認し、もう一度お試しください。
ko: 암호화 키가 Keychain에서 사용 가능한지 확인한 후 다시 시도하세요.
pt: Verifique se a chave de criptografia está disponível no Keychain e tente novamente.
ru: Убедитесь, что ключ шифрования доступен в Keychain, и повторите попытку.
tr: Şifreleme anahtarının Keychain'de mevcut olduğunu doğrulayıp tekrar deneyin.
zh_hans: 请确认 Keychain 中存在加密密钥，然后重试。
zh_hant: 請確認 Keychain 中存在加密金鑰,然後重試。

source: Verify the plugin file exists and is accessible
de: Überprüfen Sie, ob die Plug-in-Datei vorhanden und zugänglich ist
es: Verifica que el archivo del plugin exista y sea accesible
fr: Vérifiez que le fichier du plugin existe et est accessible
ja: プラグインファイルが存在し、アクセス可能であることを確認してください
ko: 플러그인 파일이 존재하고 접근 가능한지 확인하세요
pt: Verifique se o arquivo do plugin existe e está acessível
ru: Убедитесь, что файл плагина существует и доступен
tr: Eklenti dosyasının var olduğunu ve erişilebilir olduğunu doğrulayın
zh_hans: 请确认插件文件存在并可访问
zh_hant: 請確認外掛程式檔案存在並可存取

source: Verify the provider configuration in enterprise settings.
de: Überprüfen Sie die Anbieterkonfiguration in den Unternehmenseinstellungen.
es: Verifica la configuración del proveedor en los ajustes de Enterprise.
fr: Vérifiez la configuration du fournisseur dans les réglages d'entreprise.
ja: エンタープライズ設定でプロバイダの構成を確認してください。
ko: 엔터프라이즈 설정에서 공급자 구성을 확인하세요.
pt: Verifique a configuração do provedor nos ajustes de Enterprise.
ru: Проверьте конфигурацию поставщика в корпоративных настройках.
tr: Sağlayıcı yapılandırmasını kurumsal ayarlardan doğrulayın.
zh_hans: 请在企业设置中验证提供者配置。
zh_hant: 請在企業設定中驗證提供者設定。

source: Verify the server certificate in Preferences > Sync > Self-Hosted.
de: Überprüfen Sie das Serverzertifikat unter Einstellungen > Sync > Self-Hosted.
es: Verifique el certificado del servidor en Preferencias > Sincronización > Self-Hosted.
fr: Vérifiez le certificat du serveur dans Préférences > Sync > Self-Hosted.
ja: 環境設定 > 同期 > Self-Hosted でサーバー証明書を確認してください。
ko: 환경설정 > 동기화 > 자체 호스팅에서 서버 인증서를 확인하세요.
pt: Verifique o certificado do servidor em Preferências > Sincronização > Self-Hosted.
ru: Проверьте сертификат сервера в Настройки > Синхронизация > Self-Hosted.
tr: Tercihler > Sync > Self-Hosted yolundaki sunucu sertifikasını doğrulayın.
zh_hans: 在偏好设置 > 同步 > 自托管中验证服务器证书。
zh_hant: 在偏好設定 > 同步 > 自主託管中驗證伺服器憑證。

source: Verifying authentication
de: Authentifizierung wird überprüft
es: Verificando autenticación
fr: Vérification de l'authentification
ja: 認証を確認中
ko: 인증 확인 중
pt: Verificando autenticação
ru: Проверка аутентификации
tr: Kimlik doğrulaması doğrulanıyor
zh_hans: 正在验证身份认证
zh_hant: 正在驗證身分認證

source: View source code on GitHub
de: Quellcode auf GitHub anzeigen
es: Ver código fuente en GitHub
fr: Voir le code source sur GitHub
ja: GitHub でソースコードを表示
ko: GitHub에서 소스 코드 보기
pt: Ver código-fonte no GitHub
ru: Исходный код на GitHub
tr: Kaynak kodu GitHub'da görüntüle
zh_hans: 在 GitHub 上查看源代码
zh_hant: 在 GitHub 上檢視原始碼

source: Visit PasteShelf website
de: PasteShelf-Website besuchen
es: Visitar el sitio web de PasteShelf
fr: Visiter le site PasteShelf
ja: PasteShelf のウェブサイトを訪問
ko: PasteShelf 웹사이트 방문
pt: Visitar o site do PasteShelf
ru: Сайт PasteShelf
tr: PasteShelf web sitesini ziyaret et
zh_hans: 访问 PasteShelf 网站
zh_hant: 造訪 PasteShelf 網站

source: Waiting for iCloud
de: Warten auf iCloud
es: Esperando a iCloud
fr: En attente d’iCloud
ja: iCloud を待機中
ko: iCloud 대기 중
pt: Aguardando iCloud
ru: Ожидание iCloud
tr: iCloud Bekleniyor
zh_hans: 正在等待 iCloud
zh_hant: 正在等待 iCloud

source: Waiting for iCloud account
de: Warte auf iCloud-Konto
es: Esperando cuenta de iCloud
fr: En attente du compte iCloud
ja: iCloud アカウントを待機中
ko: iCloud 계정 기다리는 중
pt: Aguardando conta iCloud
ru: Ожидание учётной записи iCloud
tr: iCloud hesabı bekleniyor
zh_hans: 等待 iCloud 账户
zh_hant: 等待 iCloud 帳號

source: Waiting for Server
de: Warten auf Server
es: Esperando al servidor
fr: En attente du serveur
ja: サーバーを待機中
ko: 서버 대기 중
pt: Aguardando servidor
ru: Ожидание сервера
tr: Sunucu Bekleniyor
zh_hans: 正在等待服务器
zh_hant: 正在等待伺服器

source: Webhook endpoint not found
de: Webhook-Endpunkt nicht gefunden
es: Endpoint de webhook no encontrado
fr: Point de terminaison du webhook introuvable
ja: Webhook エンドポイントが見つかりません
ko: Webhook 엔드포인트를 찾을 수 없습니다
pt: Endpoint de webhook não encontrado
ru: Конечная точка Webhook не найдена
tr: Webhook uç noktası bulunamadı
zh_hans: 未找到 Webhook 端点
zh_hant: 找不到 Webhook 端點

source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
ja: 毎週
ko: 매주
pt: Semanalmente
ru: Еженедельно
tr: Haftalık
zh_hans: 每周
zh_hant: 每週

source: Welcome to PasteShelf
de: Willkommen bei PasteShelf
es: Bienvenido a PasteShelf
fr: Bienvenue dans PasteShelf
ja: PasteShelfへようこそ
ko: PasteShelf에 오신 것을 환영합니다
pt: Bem-vindo ao PasteShelf
ru: Добро пожаловать в PasteShelf
tr: PasteShelf'e Hoş Geldiniz
zh_hans: 欢迎使用 PasteShelf
zh_hant: 歡迎使用 PasteShelf

source: When Captured
de: Beim Erfassen
es: Al capturar
fr: À la capture
ja: 取得時
ko: 캡처 시
pt: Ao Capturar
ru: При захвате
tr: Yakalandığında
zh_hans: 捕获时
zh_hant: 擷取時

source: When enabled, a brief toast appears after copying an item
de: Wenn aktiviert, erscheint nach dem Kopieren kurz ein Hinweis
es: Si está activado, aparece un aviso breve después de copiar un elemento
fr: Une fois activé, une brève notification apparaît après la copie d’un élément
ja: 有効にすると、項目のコピー後に短い通知が表示されます
ko: 활성화하면 항목을 복사한 후 짧은 알림이 표시됩니다
pt: Quando ativado, um aviso breve aparece após copiar um item
ru: Если включено, после копирования элемента ненадолго появляется уведомление
tr: Etkinleştirildiğinde, bir öğe kopyalandıktan sonra kısa bir bildirim görünür
zh_hans: 启用后，复制项目后会短暂显示提示
zh_hant: 啟用後，複製項目後會短暫顯示提示

source: When enabled, clipboard contents will not be captured
de: Wenn aktiviert, werden Zwischenablage-Inhalte nicht erfasst
es: Cuando está activado, el contenido del portapapeles no se capturará
fr: Lorsque activé, le contenu du presse-papiers ne sera pas capturé
ja: 有効にすると、クリップボードの内容は取得されません
ko: 활성화하면 클립보드 내용이 캡처되지 않습니다
pt: Quando ativado, o conteúdo da área de transferência não será capturado
ru: Если включено, содержимое буфера не захватывается
tr: Etkinleştirildiğinde pano içeriği yakalanmaz
zh_hans: 启用后，不会捕获剪贴板内容
zh_hant: 啟用後，不會擷取剪貼簿內容

source: When enabled, clipboard items containing sensitive data like API keys, passwords, and credit cards are labeled as sensitive
de: Wenn aktiviert, werden Einträge mit vertraulichen Daten wie API-Schlüsseln, Passwörtern und Kreditkarten als vertraulich markiert
es: Cuando está activado, los elementos que contengan datos sensibles como claves API, contraseñas y tarjetas de crédito se etiquetarán como sensibles
fr: Lorsque activé, les éléments contenant des données sensibles comme les clés API, mots de passe et cartes bancaires sont marqués comme sensibles
ja: 有効にすると、APIキー、パスワード、クレジットカードなどの機密データを含む項目が機密としてラベル付けされます
ko: 활성화하면 API 키, 비밀번호, 신용카드 등 민감한 데이터가 포함된 항목이 민감한 것으로 표시됩니다
pt: Quando ativado, itens com dados sensíveis como chaves de API, senhas e cartões de crédito são rotulados como sensíveis
ru: Если включено, элементы с конфиденциальными данными (ключи API, пароли, номера карт) помечаются как конфиденциальные
tr: Etkinleştirildiğinde, API anahtarı, parola ve kredi kartı gibi hassas veri içeren öğeler hassas olarak etiketlenir
zh_hans: 启用后，包含 API 密钥、密码、信用卡等敏感数据的剪贴板项目将被标记为敏感
zh_hant: 啟用後，包含 API 金鑰、密碼、信用卡等敏感資料的剪貼簿項目會被標示為敏感

source: When enabled, image previews are shown for copied images
de: Wenn aktiviert, werden Bildvorschauen für kopierte Bilder angezeigt
es: Cuando está activado, se muestran vistas previas para las imágenes copiadas
fr: Lorsque activé, des aperçus sont affichés pour les images copiées
ja: 有効にすると、コピーされた画像のプレビューが表示されます
ko: 활성화하면 복사된 이미지에 대한 미리보기가 표시됩니다
pt: Quando ativado, as pré-visualizações são exibidas para imagens copiadas
ru: Если включено, для скопированных изображений отображаются миниатюры
tr: Etkinleştirildiğinde, kopyalanan görseller için önizleme gösterilir
zh_hans: 启用后，会为复制的图像显示预览
zh_hant: 啟用後，會為複製的圖片顯示預覽

source: When enabled, items are displayed more compactly
de: Wenn aktiviert, werden Einträge kompakter dargestellt
es: Cuando está activado, los elementos se muestran de forma más compacta
fr: Lorsque activé, les éléments s'affichent de manière plus compacte
ja: 有効にすると、項目がよりコンパクトに表示されます
ko: 활성화하면 항목이 더 간결하게 표시됩니다
pt: Quando ativado, os itens são exibidos de forma mais compacta
ru: Если включено, элементы отображаются компактнее
tr: Etkinleştirildiğinde öğeler daha kompakt görüntülenir
zh_hans: 启用后，项目将以更紧凑的方式显示
zh_hant: 啟用後，項目會以更精簡的方式顯示

source: When enabled, items older than the specified period will be automatically deleted
de: Wenn aktiviert, werden Einträge, die älter als der angegebene Zeitraum sind, automatisch gelöscht
es: Cuando está activado, los elementos más antiguos que el período especificado se eliminarán automáticamente
fr: Lorsque activé, les éléments plus anciens que la période spécifiée sont automatiquement supprimés
ja: 有効にすると、指定期間より古い項目が自動的に削除されます
ko: 활성화하면 지정된 기간보다 오래된 항목이 자동으로 삭제됩니다
pt: Quando ativado, os itens mais antigos que o período especificado serão excluídos automaticamente
ru: Если включено, элементы старше указанного периода удаляются автоматически
tr: Etkinleştirildiğinde, belirtilen süreden eski öğeler otomatik olarak silinir
zh_hans: 启用后，超过指定期限的项目将被自动删除
zh_hant: 啟用後，超過指定期間的項目會被自動刪除

source: When enabled, PasteShelf will appear in the Dock
de: Wenn aktiviert, wird PasteShelf im Dock angezeigt
es: Cuando está activado, PasteShelf aparecerá en el Dock
fr: Lorsque activé, PasteShelf apparaîtra dans le Dock
ja: 有効にすると、PasteShelfがDockに表示されます
ko: 활성화하면 PasteShelf가 Dock에 표시됩니다
pt: Quando ativado, o PasteShelf aparecerá no Dock
ru: Если включено, PasteShelf будет отображаться в Dock
tr: Etkinleştirildiğinde PasteShelf Dock'ta görünür
zh_hans: 启用后，PasteShelf 将出现在程序坞中
zh_hant: 啟用後，PasteShelf 將出現在 Dock 中

source: When enabled, PasteShelf will start automatically when you log in
de: Wenn aktiviert, startet PasteShelf automatisch beim Anmelden
es: Cuando está activado, PasteShelf se iniciará automáticamente al iniciar sesión
fr: Lorsque activé, PasteShelf démarrera automatiquement à la connexion
ja: 有効にすると、ログイン時にPasteShelfが自動的に起動します
ko: 활성화하면 로그인 시 PasteShelf가 자동으로 시작됩니다
pt: Quando ativado, o PasteShelf iniciará automaticamente ao fazer login
ru: Если включено, PasteShelf будет автоматически запускаться при входе
tr: Etkinleştirildiğinde, oturum açtığınızda PasteShelf otomatik olarak başlar
zh_hans: 启用后，您登录时 PasteShelf 将自动启动
zh_hant: 啟用後，您登入時 PasteShelf 會自動啟動

source: When enabled, press Command plus a number to copy that item
de: Wenn aktiviert, kopiert Befehl plus Zahl das entsprechende Element
es: Si está activado, pulsa Comando y un número para copiar ese elemento
fr: Une fois activé, appuyez sur Commande et un chiffre pour copier cet élément
ja: 有効にすると、コマンドキーと数字キーでその項目をコピーします
ko: 활성화하면 Command와 숫자 키를 눌러 해당 항목을 복사합니다
pt: Quando ativado, pressione Comando e um número para copiar esse item
ru: Если включено, нажмите Command и цифру, чтобы скопировать элемент
tr: Etkinleştirildiğinde, öğeyi kopyalamak için Komut artı bir sayıya basın
zh_hans: 启用后，按 Command 加数字即可复制该项目
zh_hant: 啟用後，按 Command 加數字即可複製該項目

source: When enabled, press Command plus a number to paste that item
de: Wenn aktiviert, drücken Sie Befehlstaste + Zahl, um den entsprechenden Eintrag einzufügen
es: Cuando está activado, presione Comando más un número para pegar ese elemento
fr: Lorsque activé, appuyez sur Cmd + un chiffre pour coller l'élément correspondant
ja: 有効にすると、Commandキーと数字を押すとその項目がペーストされます
ko: 활성화하면 Command + 숫자를 눌러 해당 항목을 붙여넣을 수 있습니다
pt: Quando ativado, pressione Command mais um número para colar aquele item
ru: Если включено, Cmd + цифра вставляет соответствующий элемент
tr: Etkinleştirildiğinde, Command + sayı tuşu o öğeyi yapıştırır
zh_hans: 启用后，按 Command 加数字即可粘贴该项目
zh_hant: 啟用後，按 Command 加數字即可貼上該項目

source: When enabled, tag filter chips are shown below the content type filters
de: Wenn aktiviert, werden Tag-Filter-Chips unter den Inhaltstypfiltern angezeigt
es: Cuando está activado, los chips de filtro de etiquetas se muestran debajo de los filtros de tipo de contenido
fr: Lorsque activé, les puces de filtre d'étiquettes s'affichent sous les filtres de type de contenu
ja: 有効にすると、コンテンツタイプフィルタの下にタグフィルタが表示されます
ko: 활성화하면 콘텐츠 유형 필터 아래에 태그 필터 칩이 표시됩니다
pt: Quando ativado, os chips de filtro de etiquetas são mostrados abaixo dos filtros de tipo de conteúdo
ru: Если включено, чипы фильтров меток отображаются под фильтрами типа контента
tr: Etkinleştirildiğinde, etiket filtre çipleri içerik türü filtrelerinin altında gösterilir
zh_hans: 启用后，标签筛选器会显示在内容类型筛选器下方
zh_hant: 啟用後，標籤篩選條件會顯示在內容類型篩選條件下方

source: When enabled, the client verifies the server's TLS certificate against pinned certificates.
de: Wenn aktiviert, verifiziert der Client das TLS-Zertifikat des Servers anhand gepinnter Zertifikate.
es: Cuando está activado, el cliente verifica el certificado TLS del servidor contra certificados fijados.
fr: Lorsque activé, le client vérifie le certificat TLS du serveur par rapport aux certificats épinglés.
ja: 有効にすると、クライアントはピニングされた証明書に対してサーバーの TLS 証明書を検証します。
ko: 활성화하면 클라이언트가 서버의 TLS 인증서를 고정된 인증서와 대조합니다.
pt: Quando ativado, o cliente verifica o certificado TLS do servidor contra certificados fixados.
ru: Если включено, клиент проверяет TLS-сертификат сервера по закреплённым.
tr: Etkinleştirildiğinde istemci, sunucunun TLS sertifikasını sabitlenmiş sertifikalara göre doğrular.
zh_hans: 启用后，客户端将根据固定的证书验证服务器的 TLS 证书。
zh_hant: 啟用後，用戶端會根據釘選的憑證驗證伺服器的 TLS 憑證。

source: When enabled, this provider is offered to users at sign-in
de: Wenn aktiviert, wird dieser Anbieter den Benutzern beim Anmelden angeboten
es: Cuando está activado, este proveedor se ofrece a los usuarios al iniciar sesión
fr: Lorsque activé, ce fournisseur est proposé aux utilisateurs à la connexion
ja: 有効にすると、このプロバイダはサインイン時にユーザーに提示されます
ko: 활성화하면 이 제공자가 로그인 시 사용자에게 표시됩니다
pt: Quando ativado, este provedor é oferecido aos usuários no login
ru: Если включено, этот поставщик предлагается при входе
tr: Etkinleştirildiğinde, bu sağlayıcı oturum açarken kullanıcılara sunulur
zh_hans: 启用后，此提供商将在登录时提供给用户
zh_hant: 啟用後，此供應商將在登入時提供給使用者

source: When the panel is open, press ⌘1 through ⌘9 to quickly copy items.
de: Wenn das Panel geöffnet ist, kopieren ⌘1 bis ⌘9 Elemente direkt.
es: Con el panel abierto, pulsa ⌘1 a ⌘9 para copiar elementos rápidamente.
fr: Lorsque le panneau est ouvert, appuyez sur ⌘1 à ⌘9 pour copier rapidement des éléments.
ja: パネルが開いているときに⌘1〜⌘9を押すと、項目をすばやくコピーできます。
ko: 패널이 열려 있을 때 ⌘1~⌘9를 누르면 항목을 빠르게 복사할 수 있습니다.
pt: Com o painel aberto, pressione ⌘1 a ⌘9 para copiar itens rapidamente.
ru: Когда панель открыта, нажимайте ⌘1–⌘9, чтобы быстро копировать элементы.
tr: Panel açıkken öğeleri hızlıca kopyalamak için ⌘1 ile ⌘9 arasına basın.
zh_hans: 面板打开时，按 ⌘1 到 ⌘9 可快速复制项目。
zh_hant: 面板開啟時，按 ⌘1 到 ⌘9 可快速複製項目。

source: When the panel is open, press ⌘1 through ⌘9 to quickly paste items.
de: Wenn das Panel geöffnet ist, drücken Sie ⌘1 bis ⌘9, um Einträge schnell einzufügen.
es: Cuando el panel esté abierto, presione ⌘1 a ⌘9 para pegar elementos rápidamente.
fr: Lorsque le panneau est ouvert, appuyez sur ⌘1 à ⌘9 pour coller rapidement des éléments.
ja: パネルが開いているときに ⌘1〜⌘9 を押すと、すぐに項目をペーストできます。
ko: 패널이 열려 있을 때 ⌘1부터 ⌘9까지 눌러 항목을 빠르게 붙여넣을 수 있습니다.
pt: Quando o painel estiver aberto, pressione ⌘1 a ⌘9 para colar itens rapidamente.
ru: Когда панель открыта, нажимайте ⌘1–⌘9 для быстрой вставки элементов.
tr: Panel açıkken öğeleri hızlıca yapıştırmak için ⌘1'den ⌘9'a kadar kullanın.
zh_hans: 当面板打开时，按 ⌘1 至 ⌘9 快速粘贴项目。
zh_hant: 當面板開啟時，按 ⌘1 至 ⌘9 快速貼上項目。

source: Wide
de: Breit
es: Ancho
fr: Large
ja: 広い
ko: 넓게
pt: Largo
ru: Широкий
tr: Geniş
zh_hans: 宽
zh_hant: 寬

source: Width of the clipboard history panel
de: Breite des Zwischenablage-Panels
es: Ancho del panel del historial del portapapeles
fr: Largeur du panneau d'historique du presse-papiers
ja: クリップボード履歴パネルの幅
ko: 클립보드 기록 패널의 너비
pt: Largura do painel do histórico da área de transferência
ru: Ширина панели истории буфера
tr: Pano geçmişi panelinin genişliği
zh_hans: 剪贴板历史面板的宽度
zh_hant: 剪貼簿歷史面板的寬度

source: Windows Domain
de: Windows-Domäne
es: Dominio de Windows
fr: Domaine Windows
ja: Windows ドメイン
ko: Windows 도메인
pt: Domínio do Windows
ru: Windows-домен
tr: Windows Etki Alanı
zh_hans: Windows 域
zh_hant: Windows 網域

source: Write Clipboard
de: Zwischenablage schreiben
es: Escribir en el portapapeles
fr: Écrire dans le presse-papiers
ja: クリップボードに書き込む
ko: 클립보드에 쓰기
pt: Escrever Área de Transferência
ru: Записать в буфер
tr: Panoya Yaz
zh_hans: 写入剪贴板
zh_hant: 寫入剪貼簿

source: X.509 Subject
de: X.509-Subjekt
es: Sujeto X.509
fr: Sujet X.509
ja: X.509 サブジェクト
ko: X.509 주체
pt: Sujeito X.509
tr: X.509 Konusu
zh_hans: X.509 主体
zh_hant: X.509 主旨

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
pt: Sim
ru: Да
tr: Evet
zh_hans: 是
zh_hant: 是

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt: Ontem
ru: Вчера
tr: Dün
zh_hans: 昨天
zh_hant: 昨天

source: You'll be asked for permission when you continue.
de: Beim Fortfahren wirst du um Erlaubnis gebeten.
es: Se te pedirá permiso al continuar.
fr: L'autorisation vous sera demandée lorsque vous continuerez.
ja: 続けると許可を求められます。
ko: 계속하면 권한을 요청합니다.
pt: A permissão será solicitada quando você continuar.
ru: При продолжении появится запрос разрешения.
tr: Devam ettiğinizde izin istenecek.
zh_hans: 继续时将请求权限。
zh_hant: 繼續時將要求權限。

source: Your authentication has expired. Please sign in again.
de: Ihre Authentifizierung ist abgelaufen. Bitte erneut anmelden.
es: Su autenticación ha caducado. Inicie sesión de nuevo.
fr: Votre authentification a expiré. Veuillez vous reconnecter.
ja: 認証の有効期限が切れました。再サインインしてください。
ko: 인증이 만료되었습니다. 다시 로그인하세요.
pt: Sua autenticação expirou. Faça login novamente.
ru: Срок вашей аутентификации истёк. Войдите снова.
tr: Kimlik doğrulamanızın süresi doldu. Lütfen tekrar oturum açın.
zh_hans: 您的身份验证已过期。请重新登录。
zh_hant: 您的驗證已過期。請重新登入。
